Repository: g4rf/g4rf-eventkrake
Catalog: lang/eventkrake-*.po
Languages: de_de

source: A wordpress plugin to manage events, locations and artists. It has an REST endpoint to use the data in external applications.
de_de: Ein WordPress-Plugin um Veranstaltungen, Orte und Künstler·innen zu verwalten. Es gibt eine REST-Schnittstelle um die Daten in anderen Anwendungen zu benutzen.

source: Artists
de_de: Künstler·innen

source: Artist
de_de: Künstler

source: Add artist
de_de: Künstler·in hinzufügen

source: Add new artist
de_de: Künstler·in hinzufügen

source: Edit artist
de_de: Künstler·in bearbeiten

source: View artist
de_de: Künstler·in ansehen

source: Search for artist
de_de: Künstler·in suchen

source: No artist found
de_de: Keine Künstler·in gefunden

source: No artists in trash
de_de: Keine gelöschten Künstler·innen

source: Artists are persons or groups.
de_de: Künstler·innen sind Personen oder Gruppen.

source: Additional informations
de_de: Weiter Informationen

source: Further information
de_de: Weitere Infos

source: Upcoming Events with %s
de_de: Veranstaltungen von %s

source: No upcoming events.
de_de: Keine bevorstehenden Veranstaltungen.

source: Doors:
de_de: Einlass:

source: Concert
de_de: Konzert

source: Exhibition
de_de: Ausstellung

source: Talk
de_de: Diskussion

source: Photography
de_de: Fotografie

source: Theatre
de_de: Theater

source: Dance
de_de: Tanz

source: Music
de_de: Musik

source: Reading
de_de: Lesung

source: Events
de_de: Veranstaltungen

source: Event
de_de: Veranstaltung

source: Add event
de_de: Veranstaltung hinzufügen

source: Add new event
de_de: Veranstaltung hinzufügen

source: Edit event
de_de: Veranstaltung bearbeiten

source: View event
de_de: Veranstaltung ansehen

source: Search for event
de_de: Veranstaltung suchen

source: No events found
de_de: Keine Veranstaltung gefunden

source: No even in trash
de_de: Keine gelöschten Veranstaltungen

source: Events are temporary occurrences in one place.
de_de: Veranstaltungen sind zeitlich beschränkte Ereignisse an einem Ort.

source: Participating artists at %s
de_de: Teilnehmende Künstler·innen

source: Remove time
de_de: Zeit entfernen

source: The beginning must come before the end.
de_de: Der Beginn muss vor dem Ende liegen.

source: Locations
de_de: Orte

source: Location
de_de: Ort

source: Add location
de_de: Ort hinzufügen

source: Edit location
de_de: Ort bearbeiten

source: View location
de_de: Ort anschauen

source: Search for location
de_de: Ort suchen

source: No location found
de_de: Keinen Ort gefunden

source: No locations in trash
de_de: Keine gelöschten Orte

source: Events take place at locations.
de_de: Veranstaltungen finden an Orten statt.

source: Upcoming Events at %s
de_de: Kommende Veranstaltungen

source: Eventkrake :: Next Events
de_de: Eventkrake :: Nächste Veranstaltungen

source: Shows the upcoming events.
de_de: Zeigt bevorstehende Veranstaltungen.

source: Title:
de_de: Titel:

source: Number of events:
de_de: Anzahl der Veranstaltungen:

source: Date format for start date:
de_de: Format für die Startzeit:

source: Date format for end date:
de_de: Format für die Endzeit:

source: Holds the main categories for events, locations and artists.
de_de: Elternkategorie für die Hauptkategorien der Veranstaltungen, Orte und Künstler·innen.

source: Eventkrake Settings
de_de: Eventkrake Einstellungen

source: Settings
de_de: Einstellungen

source: Settings for displaying events, artists and locations.
de_de: Einstellungen für die Anzeige der Veranstaltungen, Künstler·innen und Orte.

source: Hide event meta
de_de: Blende Eventinfos aus

source: Don't show infos on event pages.
de_de: Keine Infos auf den Veranstaltungsseiten anzeigen.

source: Hide location meta
de_de: Blende Ortsinfos aus

source: Don't show infos on location pages.
de_de: Verstecke Infos auf den Ortsseiten.

source: Hide artist meta
de_de: Blende Infos bei Künstler·innen aus

source: Don't show infos on artist pages.
de_de: Verstecke Infos auf den Künstler·innenseiten.

source: Gives a minimal start date for the events. This parameter is checked against the start of an event.
de_de: Enthält die frühste Startzeit für eine Veranstaltung.

source: Gives a minimal end date for the events. This parameter is checked against the end of an event.
de_de: Enthält die frühste Schlusszeit für eine Veranstaltung.

source: Gives a maximal start date for the events. This parameter is checked against the start of an event.
de_de: Enthält die späteste Startzeit für eine Veranstaltung.

source: Gives a maximal end date for the events. This parameter is checked against the end of an event.
de_de: Enthält die späteste Schlusszeit für eine Veranstaltung.

source: The parameter earliestStart is invalid.
de_de: Der Parameter earliestStart ist ungültig.

source: The parameter earliestEnd is invalid.
de_de: Der Parameter earliestEnd ist ungültig.

source: The parameter latestStart is invalid.
de_de: Der Parameter latestStart ist ungültig.

source: The parameter latestEnd is invalid.
de_de: Der Parameter earliestEnd ist ungültig.

source: Categories
de_de: Kategorien

source: Note categories here, separated by commas, e.g:
de_de: Liste hier durch Komma getrennte Kategorien auf, z.B.:

source: Web links
de_de: Links

source: Provide web links to the website and social networks.
de_de: Gebe Links zu Webseiten und Sozialen Netzwerken an.

source: Add web link
de_de: Link hinzufügen

source: Location for the event
de_de: Ort der Veranstaltung

source: Select a location for the event. You can create <a href="post-new.php?post_type=eventkrake_location">a new location</a> under <a href="edit.php?post_type=eventkrake_location">Locations</a>.
de_de: Wähle einen Ort für die Veranstaltung. Du kannst <a href="post-new.php?post_type=eventkrake_location">einen neuen Ort</a> unter <a href="edit.php?post_type=eventkrake_location">Orte</a> anlegen.

source: Dates & Times
de_de: Zeiten

source: Add time
de_de: Zeit hinzufügen

source: Participating artists
de_de: Teilnehmende Künstler·innen

source: Select the artists taking part in the event:
de_de: Wähle die Künstler·innen aus, die an der Veranstaltung teilnehmen:

source: Search
de_de: Suche

source: Sort artists here via drag and drop:
de_de: Sortiere die Künstler·innen per Drag & Drop:

source: Note categories separated by commas, e.g:
de_de: Liste hier durch Komma getrennte Kategorien auf, z.B.:

source: Reload map
de_de: Karte neu laden

source: Please activate Javascript to use the map.
de_de: Bitte aktiviere JavaScript um die Karte zu nutzen.

source: Proposal:
de_de: Vorschlag:

source: Accept proposal
de_de: Vorschlag übernehmen

source: Address:
de_de: Adresse:

source: Address search
de_de: Adresse suchen

source: You can type an address into the address field and click on "Address search" button. The map is updated and geocoordinates are displayed. By clicking in the upper map you can change the location.<br /> <b>The geocoordinates are decisive for the location.</b> The text in the address field is also output by many templates. So make sure that it does not contain any confusing information.<br /> <b>If you only see a grey block instead of the map, click on "Reload map".</b>
de_de: Schreibe eine Adresse in das Textfeld und klicke auf "Addresse suchen". Die Karte wird aktualisiert und Geokoordinaten werden angezeigt. Die Markierung änderst du mit einem Klick in die Karte.<br /> <b>Die Geokoordination sind entscheidend für den Ort.</b> Der Text im Adressfeld wird dennoch von vielen Templates genutzt. Sorge dafür, dass er keine verwirrenden Informationen enthält.<br /> <b>Wenn du nur einen grauen Block anstatt der Karte siehst, klicke auf "Karte neu laden".</b>

source: Accessibility
de_de: Barrierefreiheit

source: unknown
de_de: unbekannt

source: red
de_de: rot

source: yellow
de_de: gelb

source: green
de_de: grün

source: Additional accessibility informations
de_de: Infos zur Barrierefreiheit

source: Accessibility is indicated with a traffic light system. Here, %2$sred%1$s means no accessibility at all, %3$syellow%1$s that e.g. a ramp is available and %4$sgreen%1$s that there is a wheelchair-accessible toilet next to the ramp.%5$s Further information can be noted in the text field.
de_de: Die Barrierefreiheit wird mit einem Ampelsystem angegeben. %2$sRot%1$s bedeutet keine Barrierefreiheit, bei %3$sgelb%1$s ist z.B. eine Rampe vorhanden und %4$sgrün%1$s heißt, dass neben der Rampe noch ein rollstuhlgerechtes WC in der Nähe ist. %5$s Weitere Informationen können im Textfeld vermerkt werden.

source: Events for this location
de_de: Veranstaltungen an diesem Ort

source: Date Range
de_de: Zeitraum

source: Start date
de_de: Startdatum

source: End date
de_de: Enddatum

source: Show
de_de: Anzeige

source: Show title
de_de: Zeige Titel

source: Show excerpt
de_de: Zeige Textauszug

source: Show content
de_de: Zeige Inhalt

source: Date
de_de: Datum

source: Show date
de_de: Datum anzeigen

source: Show start date
de_de: Start anzeigen

source: Show end date
de_de: Ende anzeigen

source: Show ics link
de_de: ICS-Link anzeigen

source: Show location
de_de: Ort anzeigen

source: Link location to location page
de_de: Ort zur Ortsseite verlinken

source: Show location address
de_de: Adresse anzeigen

source: Image
de_de: Bild

source: Show image
de_de: Bild anzeigen

source: Seperator
de_de: Trenner

source: Show event seperator
de_de: Trenner anzeigen

source: No events at this time.
de_de: Derzeit keine Veranstaltungen.

# block title
source: Eventkrake Events list
de_de: Eventkrake Veranstaltungsliste

# block description
source: Shows events in a list.
de_de: Zeige Veranstaltungen als Liste.
